{
    "entries": [
        {
            "id": "20231021",
            "title": "La necesidad de más SRD",
            "date": "21 de Octubre de 2023",
            "resume": "Siempre se necesitan más SRD, sin ellos estaríamos perdidos en el hobby de los juegos de rol. Nada avanzaría.",
            "imageSrc": "https://img.itch.zone/aW1nLzExMDc0MTQ1LnBuZw==/315x250%23cb/AHDzdu.png",
            "imageAlt": "Breathless SRD logo",
            "bannerSrc": "https://img.itch.zone/aW1nLzExMDU2NjE5LnBuZw==/original/znw%2BoZ.png",
            "bannerAlt": "For Moria banner",
            "content": "<p><a target=\"_blank\" rel=\"noopener\" href=\"https://fari-rpgs.itch.io/breathless-srd\">Breathless</a> es un juego de    rol inspirado en Blades in the Dark y eso se ve a simple vista. El uso de relojes, las tiradas concretas y la    estética apuntan hacia el mismo lugar y sin embargo decir que ambos juegos son lo mismo sería un error. Ambos son    juegos de rol que en un primer vistazo pueden parecer similares pero en cuanto empiezas a mirar debajo de la corteza    y lo juegas es fácil darse cuenta de la gran diferencia entre ambos: tienen pilares de diseño totalmente diferentes.</p><p>Mientras Blades in the Dark se centra en golpes, robos y administrar una organización criminal; Breathless se enfoca    en un tipo de juego arriesgado, con peligros en las esquinas y sin descanso hasta que tu personaje muera. En Blades    in the Dark hay esperanzas de sobrevivir y avanzar mientras que en Breathless… digamos que no es recomendable    encariñarse con los personajes porque mueren más rápido que los personajes secundarios de Walking Dead. Y es que el    juego va de eso, de ser un personaje secundario de Walking Dead.</p><p>Sabiendo esto es lógico pensar que Breathless no de para mucho más que unas pocas partidas antes de aburrirse ya que    siempre vas a estar huyendo de zombies y siempre vas a acabar con uno de ellos. Pero yo no apostaría tan rápido por    esto, pues hay una cosa que no he dicho y que tiene también en común con Blades in the Dark: tiene un SRD o System    Reference Document.</p><p>El SRD es un documento recopilatorio de las reglas de un juego de rol extirpado de todo contexto, temática o    decoraciones varias. Son las reglas sin nada más. Normalmente vienen acompañados de consejos y notas legales para    que cualquier persona pueda tomar estas reglas y hacer un juego propio usando el mismo sistema. Esto fue parte del    éxito de Breathless.</p><p>En una <a target=\"_blank\" rel=\"noopener\" href=\"https://itch.io/jam/breathless-jam-es\">Jam organizada el año pasado </a> se presentaron 71 juegos nuevos basados en Breathless. Un número excepcionalmente    alto teniendo en cuenta que las Jams más grandes suelen llegar a poco más de 100 publicaciones y suelen ser    aventuras o libretos de juego, en escasas ocasiones juegos completos. Por lo general las Jam de juegos de rol en    itch.io suelen tener entre 10 y 50 publicaciones, llegar a 70 es todo un hito.</p><img class=\"centered\" src=\"https://img.itch.zone/aW1hZ2UyL2phbS8zODA4MTUvMTI4NTk4NjcuanBn/original/tkGtLm.jpg\" width=\"360px\" /><p>    Viendo estos números es difícil creer que la SRD haya sido pasada por alto, está claro que ha sido parte del éxito    de este juego que en un principio parecía simple pero que ha levantado a toda una comunidad (entre quienes me    incluyo).</p><p>    Algunos juegos han sido muy innovadores en el diseño aprovechando las bases de Breathless. Un buen ejemplo es <a        target=\"_blank\" rel=\"noopener\" href=\"https://loreshapergames.itch.io/stones-of-creation\">Stones of Creation</a>    y su enrevesado sistema de elementos y una jugabilidad singular que vale la pena probar (o leer al menos).</p><p>    En esta jam participé con un pequeño juego de enanos luchando en minas repletas de orcos que llamé For Moria! del    cual más tarde saqué una versión ampliada.</p><img class=\"centered\" src=\"https://luislasbelin.files.wordpress.com/2023/10/sgoelr.png\" width=\"360px\" /><p>    Poder usar un SRD para diseñar un juego entero es especialmente útil cuando no tienes el tiempo ni los medios de    hacer un playtest suficientemente grande como para verificar todas las mecánicas del juego. Al diseñar con el SRD    como base aprovechas todo el playtest que ya se ha hecho con estas reglas y sabes que van a funcionar aunque no sin    ciertos riesgos.</p><p>    Los SRD mal utilizados pueden hacer que tu juego parezca una copia de otro o un derivado de mala calidad. Estamos    creando productos derivados pero debemos asegurarnos de que su calidad sea suficiente como para que se tome en    cuenta como un juego propio. Crea una imagen única para el juego es esencial para conseguirlo, por lo que es muy    importante el diseño, que sea llamativo al menos.</p><p>    Las game jams al final son eventos especialmente útiles para despertar la creatividad dormida de tu interior y crear cualquier cosa. Si tienes un SRD a mano facilita mucho las cosas.</p><p>    La trayectoria de este juego gracias a su SRD no ha sido única, por supuesto, D&D (originalmente), BRP (Basic Roleplaying System), FATE y muchísimos otros juegos han sacado junto a sus sistemas un documento de diseño de algún tipo acompañado de una licencia para publicar contenido usando sus reglas y además poder cobrar por los juegos o aventuras creadas sin tener que pagar una parte al creador original. A estos sistemas se les suele llamar también Open Source de forma genérica.</p><p>    La existencia de estos SRD es genial para los juegos de rol. Permiten que nuevos diseñadores o fans tengan herramientas para crear sus propios sistemas y juegos sin necesidad de enfrascarse de cero en el complejo proceso creativo de diseñar un juego de rol. Ofrecen una base que funciona sobre la que solo tienes que añadir temática, localizaciones y todo el contenido que quieras.</p>"
        }
    ]
}